Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: Where the national measure is considered justified and the non-compliance of the AI system is attributed to shortcomings in the harmonised standards or common specifications referred to in Articles 40 and 41 of this Regulation, the Commission shall apply the procedure provided for in Article 11 of Regulation (EU) No 1025/2012.
fr_fr: Lorsque la mesure nationale est jugée justifiée et que la non-conformité du système d’IA est attribuée à des lacunes dans les normes harmonisées ou les spécifications communes visées aux articles 40 et 41 du présent règlement, la Commission applique la procédure prévue à l’article 11 du règlement (UE) no 1025/2012.

source: Compliant AI systems which present a risk
fr_fr: Systèmes d’IA conformes qui présentent un risque

source: Where, having performed an evaluation under Article 79, after consulting the relevant national public authority referred to in Article 77(1), the market surveillance authority of a Member State finds that although a high-risk AI system complies with this Regulation, it nevertheless presents a risk to the health or safety of persons, to fundamental rights, or to other aspects of public interest protection, it shall require the relevant operator to take all appropriate measures to ensure that the AI system concerned, when placed on the market or put into service, no longer presents that risk without undue delay, within a period it may prescribe.
fr_fr: Lorsque, ayant réalisé une évaluation au titre de l’article 79, après avoir consulté l’autorité publique nationale concernée visée à l’article 77, paragraphe 1, l’autorité de surveillance du marché d’un État membre constate que, bien qu’un système d’IA à haut risque soit conforme au présent règlement, il comporte néanmoins un risque pour la santé ou la sécurité des personnes, pour les droits fondamentaux, ou pour d’autres aspects relatifs à la protection de l’intérêt public, elle demande à l’opérateur concerné de prendre toutes les mesures appropriées pour faire en sorte que le système d’IA concerné, une fois mis sur le marché ou mis en service, ne présente plus ce risque, et ce sans retard injustifié, dans un délai qu’elle peut prescrire.

source: The provider or other relevant operator shall ensure that corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market within the timeline prescribed by the market surveillance authority of the Member State referred to in paragraph 1.
fr_fr: Le fournisseur ou autre opérateur concerné s’assure que des mesures correctives sont prises pour tous les systèmes d’IA concernés qu’il a mis à disposition sur le marché de l’Union dans le délai prescrit par l’autorité de surveillance du marché de l’État membre visée au paragraphe 1.

source: The Member States shall immediately inform the Commission and the other Member States of a finding under paragraph 1.
fr_fr: Les États membres informent immédiatement la Commission et les autres États membres d’une constatation au titre du paragraphe 1.

source: That information shall include all available details, in particular the data necessary for the identification of the AI system concerned, the origin and the supply chain of the AI system, the nature of the risk involved and the nature and duration of the national measures taken.
fr_fr: Les informations fournies incluent toutes les précisions disponibles, notamment les données nécessaires à l’identification du système d’IA concerné, l’origine et la chaîne d’approvisionnement de ce système d’IA, la nature du risque encouru, ainsi que la nature et la durée des mesures nationales prises.

source: The Commission shall without undue delay enter into consultation with the Member States concerned and the relevant operators, and shall evaluate the national measures taken.
fr_fr: La Commission entame sans retard injustifié des consultations avec les États membres concernés et les opérateurs concernés, et évalue les mesures nationales prises.

source: On the basis of the results of that evaluation, the Commission shall decide whether the measure is justified and, where necessary, propose other appropriate measures.
fr_fr: En fonction des résultats de cette évaluation, la Commission décide si la mesure est justifiée ou non et, si nécessaire, propose d’autres mesures appropriées.

source: The Commission shall immediately communicate its decision to the Member States concerned and to the relevant operators.
fr_fr: La Commission communique immédiatement sa décision aux États membres concernés ainsi qu’aux opérateurs concernés.

source: It shall also inform the other Member States.
fr_fr: Elle en informe également les autres États membres.

source: Formal non-compliance
fr_fr: Non-conformité formelle

source: Where the market surveillance authority of a Member State makes one of the following findings, it shall require the relevant provider to put an end to the non-compliance concerned, within a period it may prescribe:
fr_fr: Lorsque l’autorité de surveillance du marché d’un État membre fait l’une des constatations ci-après, elle invite le fournisseur concerné à mettre un terme à la non-conformité en question, dans un délai qu’elle peut prescrire:

source: the CE marking has been affixed in violation of Article 48;
fr_fr: le marquage CE a été apposé en violation de l’article 48;

source: the CE marking has not been affixed;
fr_fr: le marquage CE n’a pas été apposé;

source: the EU declaration of conformity referred to in Article 47 has not been drawn up;
fr_fr: la déclaration UE de conformité visée à l’article 47 n’a pas été établie;

source: the EU declaration of conformity referred to in Article 47 has not been drawn up correctly;
fr_fr: la déclaration UE de conformité visée à l’article 47 n’a pas été établie correctement;

source: the registration in the EU database referred to in Article 71 has not been carried out;
fr_fr: l’enregistrement dans la base de données de l’UE visée à l’article 71 n’a pas été effectué;

source: where applicable, no authorised representative has been appointed;
fr_fr: le cas échéant, il n’a pas été désigné de mandataire;

source: technical documentation is not available.
fr_fr: la documentation technique n’est pas disponible.

source: Where the non-compliance referred to in paragraph 1 persists, the market surveillance authority of the Member State concerned shall take appropriate and proportionate measures to restrict or prohibit the high-risk AI system being made available on the market or to ensure that it is recalled or withdrawn from the market without delay.
fr_fr: Si le cas de non-conformité visé au paragraphe 1 persiste, l’autorité de surveillance du marché de l’État membre concerné prend toutes les mesures appropriées et proportionnées pour restreindre ou interdire la mise à disposition du système d’IA à haut risque sur le marché ou pour assurer son rappel ou son retrait sans tarder du marché.

source: Union AI testing support structures
fr_fr: Structures de soutien de l’Union pour les essais en matière d’IA

source: The Commission shall designate one or more Union AI testing support structures to perform the tasks listed under Article 21(6) of Regulation (EU) 2019/1020 in the area of AI.
fr_fr: La Commission désigne une ou plusieurs structures de soutien de l’Union pour les essais en matière d’IA conformément à l’article 21, paragraphe 6, du règlement (UE) 2019/1020 dans le domaine de l’intelligence artificielle.

source: Without prejudice to the tasks referred to in paragraph 1, Union AI testing support structures shall also provide independent technical or scientific advice at the request of the Board, the Commission, or of market surveillance authorities.
fr_fr: Sans préjudice des tâches visées au paragraphe 1, les structures de soutien de l’Union pour les essais en matière d’IA fournissent également des avis techniques ou scientifiques indépendants à la demande du Comité IA, de la Commission ou des autorités de surveillance du marché.

source: Remedies
fr_fr: Voies de recours

source: Right to lodge a complaint with a market surveillance authority
fr_fr: Droit d’introduire une réclamation auprès d’une autorité de surveillance du marché

source: Without prejudice to other administrative or judicial remedies, any natural or legal person having grounds to consider that there has been an infringement of the provisions of this Regulation may submit complaints to the relevant market surveillance authority.
fr_fr: Sans préjudice d’autres recours administratifs ou judiciaires, toute personne physique ou morale ayant des motifs de considérer qu’il y a eu violation des dispositions du présent règlement peut déposer des réclamations auprès de l’autorité de surveillance du marché concernée.

source: In accordance with Regulation (EU) 2019/1020, such complaints shall be taken into account for the purpose of conducting market surveillance activities, and shall be handled in line with the dedicated procedures established therefor by the market surveillance authorities.
fr_fr: Conformément au règlement (UE) 2019/1020, ces réclamations sont prises en compte aux fins de l’exercice des activités de surveillance du marché, et sont traitées conformément aux procédures spécifiques établies en conséquence par les autorités de surveillance du marché.

source: Right to explanation of individual decision-making
fr_fr: Droit à l’explication des décisions individuelles

source: Any affected person subject to a decision which is taken by the deployer on the basis of the output from a high-risk AI system listed in Annex III, with the exception of systems listed under point 2 thereof, and which produces legal effects or similarly significantly affects that person in a way that they consider to have an adverse impact on their health, safety or fundamental rights shall have the right to obtain from the deployer clear and meaningful explanations of the role of the AI system in the decision-making procedure and the main elements of the decision taken.
fr_fr: Toute personne concernée faisant l’objet d’une décision prise par un déployeur sur la base des sorties d’un système d’IA à haut risque mentionné à l’annexe III, à l’exception des systèmes énumérés au point 2 de ladite annexe, et qui produit des effets juridiques ou affecte significativement cette personne de façon similaire d’une manière qu’elle considère comme ayant des conséquences négatives sur sa santé, sa sécurité ou ses droits fondamentaux a le droit d’obtenir du déployeur des explications claires et pertinentes sur le rôle du système d’IA dans la procédure décisionnelle et sur les principaux éléments de la décision prise.

source: Paragraph 1 shall not apply to the use of AI systems for which exceptions from, or restrictions to, the obligation under that paragraph follow from Union or national law in compliance with Union law.
fr_fr: Le paragraphe 1 ne s’applique pas à l’utilisation de systèmes d’IA pour lesquels des exceptions ou des restrictions à l’obligation prévue audit paragraphe découlent du droit de l’Union ou du droit national dans le respect du droit de l’Union.

source: This Article shall apply only to the extent that the right referred to in paragraph 1 is not otherwise provided for under Union law.
fr_fr: Le présent article ne s’applique que dans la mesure où le droit visé au paragraphe 1 n’est pas prévu par ailleurs dans le droit de l’Union.

source: Reporting of infringements and protection of reporting persons
fr_fr: Signalement de violations et protection des auteurs de signalement

source: Directive (EU) 2019/1937 shall apply to the reporting of infringements of this Regulation and the protection of persons reporting such infringements.
fr_fr: La directive (UE) 2019/1937 s’applique aux signalements de violations du présent règlement et à la protection des personnes signalant ces violations.

source: Supervision, investigation, enforcement and monitoring in respect of providers of general-purpose AI models
fr_fr: Surveillance, enquêtes, contrôle de l’application et contrôle en ce qui concerne les fournisseurs de modèles d’IA à usage général

source: Enforcement of the obligations of providers of general-purpose AI models
fr_fr: Contrôle de l’exécution des obligations incombant aux fournisseurs de modèles d’IA à usage général

source: The Commission shall have exclusive powers to supervise and enforce Chapter V, taking into account the procedural guarantees under Article 94.
fr_fr: La Commission dispose de pouvoirs exclusifs pour surveiller et contrôler le respect du chapitre V, en tenant compte des garanties procédurales prévues à l’article 94.

source: The Commission shall entrust the implementation of these tasks to the AI Office, without prejudice to the powers of organisation of the Commission and the division of competences between Member States and the Union based on the Treaties.
fr_fr: La Commission confie l’exécution de ces tâches au Bureau de l’IA, sans préjudice des pouvoirs d’organisation dont elle dispose ainsi que de la répartition des compétences entre les États membres et l’Union fondée sur les traités.

source: Without prejudice to Article 75(3), market surveillance authorities may request the Commission to exercise the powers laid down in this Section, where that is necessary and proportionate to assist with the fulfilment of their tasks under this Regulation.
fr_fr: Sans préjudice de l’article 75, paragraphe 3, les autorités de surveillance du marché peuvent demander à la Commission d’exercer les pouvoirs prévus dans la présente section, lorsque cela est nécessaire et proportionné pour contribuer à l’accomplissement des tâches qui leur incombent en vertu du présent règlement.

source: Monitoring actions
fr_fr: Mesures de contrôle

source: For the purpose of carrying out the tasks assigned to it under this Section, the AI Office may take the necessary actions to monitor the effective implementation and compliance with this Regulation by providers of general-purpose AI models, including their adherence to approved codes of practice.
fr_fr: Aux fins de l’exécution des tâches qui lui sont conférées dans le cadre de la présente section, le Bureau de l’IA peut prendre les mesures nécessaires pour contrôler la mise en œuvre et le respect effectifs du présent règlement par les fournisseurs de modèles d’IA à usage général, y compris leur adhésion à des codes de bonne pratique approuvés.

source: Downstream providers shall have the right to lodge a complaint alleging an infringement of this Regulation.
fr_fr: Les fournisseurs en aval ont le droit d’introduire une réclamation pour violation du présent règlement.

source: A complaint shall be duly reasoned and indicate at least:
fr_fr: La réclamation est dûment motivée et indique au moins:

source: the point of contact of the provider of the general-purpose AI model concerned;
fr_fr: le point de contact du fournisseur du modèle d’IA à usage général concerné;

source: a description of the relevant facts, the provisions of this Regulation concerned, and the reason why the downstream provider considers that the provider of the general-purpose AI model concerned infringed this Regulation;
fr_fr: une description des faits pertinents, les dispositions concernées du présent règlement et la raison pour laquelle le fournisseur en aval considère que le fournisseur du modèle d’IA à usage général concerné a enfreint le présent règlement;

source: any other information that the downstream provider that sent the request considers relevant, including, where appropriate, information gathered on its own initiative.
fr_fr: toute autre information que le fournisseur en aval qui a envoyé la demande juge pertinente, y compris, le cas échéant, les informations recueillies de sa propre initiative.

source: Alerts of systemic risks by the scientific panel
fr_fr: Alertes de risques systémiques données par le groupe scientifique

source: The scientific panel may provide a qualified alert to the AI Office where it has reason to suspect that:
fr_fr: Le groupe scientifique peut adresser une alerte qualifiée au Bureau de l’IA lorsqu’il a des raisons de soupçonner:

source: a general-purpose AI model poses concrete identifiable risk at Union level; or
fr_fr: qu’un modèle d’IA à usage général présente un risque concret identifiable au niveau de l’Union; ou

source: a general-purpose AI model meets the conditions referred to in Article 51.
fr_fr: qu’un modèle d’IA à usage général satisfait aux conditions visées à l’article 51.

source: Upon such qualified alert, the Commission, through the AI Office and after having informed the Board, may exercise the powers laid down in this Section for the purpose of assessing the matter.
fr_fr: À la suite d’une telle alerte qualifiée, la Commission, par l’intermédiaire du Bureau de l’IA et après en avoir informé le Comité IA, peut exercer les pouvoirs prévus à la présente section aux fins de l’évaluation de la question.

source: The AI Office shall inform the Board of any measure according to Articles 91 to 94.
fr_fr: Le Bureau de l’IA informe le Comité IA de toute mesure prise conformément aux articles 91 à 94.

source: A qualified alert shall be duly reasoned and indicate at least:
fr_fr: L’alerte qualifiée est dûment motivée et indique au moins:

source: the point of contact of the provider of the general-purpose AI model with systemic risk concerned;
fr_fr: le point de contact du fournisseur du modèle d’IA à usage général concerné présentant un risque systémique;

source: a description of the relevant facts and the reasons for the alert by the scientific panel;
fr_fr: une description des faits pertinents et les motifs de l’alerte donnée par le groupe scientifique;

source: any other information that the scientific panel considers to be relevant, including, where appropriate, information gathered on its own initiative.
fr_fr: toute autre information que le groupe scientifique juge pertinente, y compris, le cas échéant, les informations recueillies de sa propre initiative.

source: Power to request documentation and information
fr_fr: Pouvoir de demander de la documentation et des informations

source: The Commission may request the provider of the general-purpose AI model concerned to provide the documentation drawn up by the provider in accordance with Articles 53 and 55, or any additional information that is necessary for the purpose of assessing compliance of the provider with this Regulation.
fr_fr: La Commission peut demander au fournisseur du modèle d’IA à usage général concerné de fournir la documentation établie par le fournisseur conformément aux articles 53 et 55, ou toute information supplémentaire nécessaire pour évaluer la conformité du fournisseur avec le présent règlement.

source: Before sending the request for information, the AI Office may initiate a structured dialogue with the provider of the general-purpose AI model.
fr_fr: Avant d’envoyer la demande d’informations, le Bureau de l’IA peut entamer un dialogue structuré avec le fournisseur du modèle d’IA à usage général.

source: Upon a duly substantiated request from the scientific panel, the Commission may issue a request for information to a provider of a general-purpose AI model, where the access to information is necessary and proportionate for the fulfilment of the tasks of the scientific panel under Article 68(2).
fr_fr: Sur demande dûment motivée du groupe scientifique, la Commission peut adresser une demande d’informations au fournisseur d’un modèle d’IA à usage général, lorsque l’accès à ces informations est nécessaire et proportionné pour l’accomplissement des tâches du groupe scientifique au titre de l’article 68, paragraphe 2.

source: The request for information shall state the legal basis and the purpose of the request, specify what information is required, set a period within which the information is to be provided, and indicate the fines provided for in Article 101 for supplying incorrect, incomplete or misleading information.
fr_fr: La demande d’informations mentionne la base juridique et l’objet de la demande, précise quelles informations sont requises, fixe un délai dans lequel les informations doivent être fournies, et indique les amendes prévues à l’article 101 en cas de fourniture d’informations inexactes, incomplètes ou trompeuses.

source: The provider of the general-purpose AI model concerned, or its representative shall supply the information requested.
fr_fr: Le fournisseur du modèle d’IA à usage général concerné, ou son représentant, fournit les informations demandées.

source: In the case of legal persons, companies or firms, or where the provider has no legal personality, the persons authorised to represent them by law or by their statutes, shall supply the information requested on behalf of the provider of the general-purpose AI model concerned.
fr_fr: Dans le cas de personnes morales, d’entreprises ou de sociétés, ou lorsque le fournisseur n’a pas de personnalité juridique, les personnes autorisées à les représenter en vertu de la loi ou de leurs statuts fournissent les informations demandées pour le compte du fournisseur du modèle d’IA à usage général concerné.

source: Lawyers duly authorised to act may supply information on behalf of their clients.
fr_fr: Les avocats dûment habilités à agir peuvent fournir des informations pour le compte de leurs clients.

source: The clients shall nevertheless remain fully responsible if the information supplied is incomplete, incorrect or misleading.
fr_fr: Les clients demeurent néanmoins pleinement responsables si les informations fournies sont incomplètes, inexactes ou trompeuses.

source: Power to conduct evaluations
fr_fr: Pouvoir de procéder à des évaluations

source: The AI Office, after consulting the Board, may conduct evaluations of the general-purpose AI model concerned:
fr_fr: Le Bureau de l’IA, après consultation du Comité IA, peut procéder à des évaluations du modèle d’IA à usage général concerné:

source: to assess compliance of the provider with obligations under this Regulation, where the information gathered pursuant to Article 91 is insufficient; or
fr_fr: pour évaluer le respect, par le fournisseur, des obligations prévues par le présent règlement, lorsque les informations recueillies en vertu de l’article 91 sont insuffisantes; ou

source: to investigate systemic risks at Union level of general-purpose AI models with systemic risk, in particular following a qualified alert from the scientific panel in accordance with Article 90(1), point (a).
fr_fr: pour enquêter sur les risques systémiques, au niveau de l’Union, des modèles d’IA à usage général présentant un risque systémique, en particulier à la suite d’une alerte qualifiée du groupe scientifique conformément à l’article 90, paragraphe 1, point a).

source: The Commission may decide to appoint independent experts to carry out evaluations on its behalf, including from the scientific panel established pursuant to Article 68.
fr_fr: La Commission peut décider de désigner des experts indépendants chargés de procéder à des évaluations pour son compte, y compris des experts du groupe scientifique établi en vertu de l’article 68.

source: Independent experts appointed for this task shall meet the criteria outlined in Article 68(2).
fr_fr: Les experts indépendants désignés pour cette tâche satisfont aux critères énoncés à l’article 68, paragraphe 2.

source: For the purposes of paragraph 1, the Commission may request access to the general-purpose AI model concerned through APIs or further appropriate technical means and tools, including source code.
fr_fr: Aux fins du paragraphe 1, la Commission peut demander l’accès au modèle d’IA à usage général concerné par l’intermédiaire d’API ou d’autres moyens et outils techniques appropriés, y compris le code source.
